"+ Add" = "+ Tambah";

"Add a card" = "Tambah kad";

"Add a payment method" = "Tambah kaedah pembayaran";

"Add bank account" = "Tambah akaun bank";

"Add new payment method" = "Tambah kaedah pembayaran baharu";

"Add your payment information" = "Tambah maklumat pembayaran anda";

"Approve payment" = "Luluskan pembayaran";

"Back" = "Undur";

"Bank account" = "Akaun bank";

"Buy now or pay later with Klarna." = "Beli sekarang atau bayar kemudian dengan Klarna.";

"Buy using a UPI ID" = "Beli menggunakan ID UPI";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Dengan mengesahkan pembayaran anda dengan PayPal, anda membenarkan %@ mengecaj akaun PayPal anda bagi pembayaran masa hadapan menurut terma mereka.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Dengan meneruskan langkah ke PayPal, anda membenarkan %@ mengecaj akaun PayPal anda bagi pembayaran masa hadapan menurut terma mereka.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Dengan meneruskan langkah ke Revolut Pay, anda membenarkan %@ mengecaj akaun Revolut Pay anda bagi pembayaran masa hadapan menurut terma mereka.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Dengan meneruskan langkah, anda bersetuju untuk mengizinkan pembayaran menurut <terms>terma ini</terms>";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Dengan meneruskan langkah, anda mengizinkan %1$@ untuk mendebitkan akaun Cash App anda bagi pembayaran ini dan pembayaran masa hadapan menurut terma %2$@, sehinggalah keizinan ini dibatalkan. Anda boleh mengubah keizinan ini pada bila-bila masa dalam Tetapan Cash App anda.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Dengan menyertai Link, anda bersetuju dengan <terms>Terma</terms> dan <privacy>Dasar Privasi</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Dengan memberikan maklumat pembayaran anda dan mengesahkan pembayaran ini, anda mengizinkan (A) %@ dan Stripe, iaitu penyedia perkhidmatan pembayaran kami, untuk menghantar arahan kepada bank untuk mendebitkan akaun anda dan (B) bank anda untuk mendebitkan akaun anda menurut arahan tersebut. Sebagai sebahagian daripada hak anda, anda layak mendapat bayaran balik daripada bank menurut terma dan syarat perjanjian dengan bank anda. Bayaran balik mesti dituntut dalam tempoh 8 minggu mulai tarikh akaun anda didebitkan. Hak anda dijelaskan dalam pernyataan yang boleh anda dapatkan daripada bank anda. Anda bersetuju untuk menerima pemberitahuan bagi debit masa hadapan sehingga 2 hari sebelum debit tersebut dibuat.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Dengan menyimpan akaun bank anda untuk %@, anda bersetuju untuk mengizinkan pembayaran menurut <terms>terma ini</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Batalkan dan bayar dengan cara lain";

"Choose a payment method" = "Pilih kaedah pembayaran";

"Close card scanner" = "Tutup pengimbas kad";

"Confirm" = "Sahkan";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Sahkan pembayaran dalam aplikasi bank atau aplikasi pembayaran anda dalam %@ untuk menyelesaikan pembelian.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Sahkan pembayaran dalam aplikasi bank anda dalam %@ untuk menyelesaikan pembelian.";

"Contact information" = "Maklumat hubungan";

"EPS Bank" = "Bank EPS";

"Enter address manually" = "Masukkan alamat secara manual";

"FPX Bank" = "Bank untuk FPX";

"IBAN" = "IBAN";

"Manage your payment methods" = "Urus kaedah pembayaran anda";

"Name on card" = "Nama pada kad";

"Open your UPI app to approve your payment within %@" = "Buka aplikasi UPI untuk meluluskan pembayaran anda dalam masa %@";

"Or" = "Atau";

"Or pay using" = "Atau bayar menggunakan";

"Or pay with a card" = "Atau bayar dengan kad";

"Pay %@" = "Bayar %@";

"Pay another way" = "Bayar dengan cara lain";

"Pay faster at %@ and thousands of merchants." = "Bayar dengan lebih cepat di %@ dan ribuan peniaga.";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "Bayar dalam <num_installments/> kali pembayaran tanpa faedah sebanyak <installment_price/> dengan <img/>";

"Pay later with Klarna." = "Bayar kemudian dengan Klarna.";

"Pay over time with %@" = "Bayar dari semasa ke semasa dengan %@";

"Pay with Link" = "Bayar dengan Link";

"Pay with your bank account in just a few steps." = "Bayar dengan akaun bank anda dengan hanya beberapa langkah.";

"Payment failed" = "Pembayaran tidak berjaya";

"Please go back and select another payment method" = "Sila undur dan pilih kaedah pembayaran yang lain";

"Point the camera at your card." = "Halakan kamera pada kad anda.";

"Processing..." = "Sedang diproses...";

"Przelewy24 Bank" = "Bank Przelewy24";

"Remove %1$@ ending in %2$@" = "Alih keluar %1$@ yang berakhir dengan %2$@";

"Remove Card" = "Alih Keluar Kad";

"Save" = "Simpan";

"Save a new payment method" = "Simpan kaedah pembayaran baharu";

"Save address" = "Simpan alamat";

"Save for future payments" = "Simpan untuk pembayaran masa hadapan";

"Save my info for secure 1-click checkout" = "Simpan maklumat saya untuk proses bayar dan keluar yang selamat dengan satu klik";

"Save this account for future %@ payments" = "Simpan akaun ini untuk pembayaran %@ masa hadapan";

"Save this card for future %@ payments" = "Simpan kad ini untuk pembayaran %@ masa hadapan";

"Save your bank account in just a few steps." = "Simpan akaun bank anda dengan hanya beberapa langkah.";

"Select your payment method" = "Pilih kaedah pembayaran anda";

"Set up" = "Sediakan";

"Shipping to %@ is not supported." = "Penghantaran ke %@ tidak disokong.";

"Show menu" = "Paparkan menu";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe akan mendepositkan sebanyak $0.01 ke dalam akaun anda dalam masa 1–2 hari bekerja. Kemudian anda akan mendapat e-mel dengan arahan untuk menyelesaikan proses menyimpan akaun bank anda dengan %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe akan mendepositkan sebanyak $0.01 ke dalam akaun anda dalam masa 1–2 hari bekerja. Kemudian anda akan mendapat e-mel dengan arahan untuk menyelesaikan pembayaran kepada %@.";

"The IBAN you entered is incomplete." = "IBAN yang anda masukkan tidak lengkap.";

"Update card" = "Kemas kinikan kad";

"Your IBAN should start with a two-letter country code." = "IBAN anda harus bermula dengan kod negara dua huruf.";

"iDEAL Bank" = "Bank iDEAL";
